<template>
    <div id="column">
        <div class="content mt50">
            <div class="newsList">
              <ul>
                    <li>
                      <a href="conText.html">
                            <h2>这是栏目的组件1</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>这是栏目的组件2</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>这是栏目的组件3</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>这是栏目的组件</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>

</script>

<style scoped>
.mt50 {
    margin-top: 100px;
}
</style>