<template>
    <div id="follow">
        <div class="content mt50">
            <div class="newsList">
              <ul>
                    <li>
                      <a href="conText.html">
                            <h2>这是关注的组件</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>这是关注的组件</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>这是关注的组件</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>这是关注的组件</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                    <li>
                      <a href="conText.html">
                            <h2>还可以降低首付款健身房还可以降低首付款健身房还可以降低首付款健身房333</h2>
                            <p>还可以降低首付款健还可以降低首付款健身房还可以降低首付款健身房身房还可以降低首付款健还可以降低首付款健身房身房</p>
                        </a>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>

</script>

<!-- scoped：表示局部 -->
<style scoped>
.mt50 {
    margin-top: 50px;
}
</style>